Repository: qingqingyu/voisetodo
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# error.speech_denied
source: VoiceTodo needs speech recognition. You can enable it in Settings.
zh_hans: 需要语音识别权限，请在设置中开启

# home.timeline.no_candidates
source: No tasks to assign a time to in this slot
zh_hans: 本时段没有可设钟点的任务

# panel.send_to_ai
source: Send to AI
zh_hans: 发送给 AI

# review.hero.count_%lld
source: %lld completed
zh_hans: 完成了 %lld 件事

# widget.loading
source: Loading
zh_hans: 加载中

# home.timeline.hour_assigned
source: "%@" set to %@
zh_hans: "%@" 已设为 %@

# glossary.add.type.alias
source: Alias
zh_hans: 别名映射

# home.week.thu
source: Thu
zh_hans: 四

# siri.query.failed
source: Couldn't read your todos. Please open the app.
zh_hans: 读取待办失败,请打开 App

# detail.section.due_date
source: Due Date
zh_hans: 日期

# home.week.this_week
source: This week
zh_hans: 本周

# siri.delete.success %@
source: Deleted '%@'
zh_hans: 已删除「%@」

# confirm.retry
source: Try again
zh_hans: 重新输入

# home.greeting.night
source: Still up? 💫
zh_hans: 夜深了 💫

# review.notification.body
source: See how much you got done last week 📊
zh_hans: 上周完成了多少件事？点击查看 📊

# a11y.onboarding.open_settings_hint
source: Opens Settings to enable the permission
zh_hans: 前往系统设置开启权限

# settings.my_expressions
source: My Phrases
zh_hans: 我的说法

# empty.confirm.primary
source: Try Again
zh_hans: 重新输入

# empty.home.message
source: Speak or type — I'll turn it into tasks.
zh_hans: 说出来或打字，我帮你整理成待办

# quota.error
source: Quota unavailable
zh_hans: 额度暂时不可用

# home.week.mon
source: Mon
zh_hans: 一

# calendar.mode.month
source: Month
zh_hans: 月

# glossary.add.preview.alias %@ %@
source: Saying "%1$@" will be understood as "%2$@"
zh_hans: 之后说「%1$@」会自动理解为「%2$@」

# suggestion.banner_prefix
source: You often change
zh_hans: 你常把

# a11y.onboarding.progress
source: Onboarding progress
zh_hans: 引导进度

# siri.query.title
source: Get Todos
zh_hans: 查询待办

# paywall.trial_hint
source: 3-day free trial
zh_hans: 3 天免费试用

# quota.non_authoritative
source: (estimated)
zh_hans: （估算）

# home.pending_date.hint
source: Pick a date or drag onto the calendar.
zh_hans: 这些还没定哪天做。点「选日期」安排,或长按拖到日历上。

# onboarding.button.skip
source: Skip for now
zh_hans: 先跳过

# home.greeting.afternoon
source: Afternoon! 🌈
zh_hans: 下午好 🌈

# a11y.chip.time_edit_hint
source: Edits time
zh_hans: 改时间

# confirm.title
source: Confirm Todos
zh_hans: 确认待办事项

# siri.delete.description
source: Delete a todo
zh_hans: 删除待办

# error.rate_limited
source: Whoa, slow down a bit — try again in a moment.
zh_hans: 请求过于频繁，请稍后重试

# detail.needs_ai
source: Pending AI processing
zh_hans: 待 AI 整理

# a11y.delete_todo
source: Delete this todo
zh_hans: 删除此待办

# confirm.urgent
source: Urgent
zh_hans: 紧急

# confirm.todo_title_placeholder
source: Todo title
zh_hans: 待办标题

# settings.day_start_hour.title
source: Day starts at
zh_hans: 一天开始时刻

# glossary.nav_title
source: My Phrases
zh_hans: 我的说法

# paywall.restore
source: Restore Purchases
zh_hans: 恢复购买

# a11y.display_mode.hint
source: Switches between list and grid display
zh_hans: 切换列表与网格显示

# onboarding.feature3.title
source: Stay Visible
zh_hans: 看得见

# home.popover.date_title
source: Pick date
zh_hans: 选日期

# detail.section.notes
source: Notes
zh_hans: 备注

# home.week.expand_month
source: Expand month
zh_hans: 展开整月

# siri.summary %@
source: Add todo: %@
zh_hans: 记录待办：%@

# home.week.empty_day
source: Nothing planned
zh_hans: 这一天还没有待办

# empty.home.title
source: Say what you want to do today
zh_hans: 先把今天想做的事说出来

# detail.priority.high
source: High
zh_hans: 高优先级

# error.shared_storage_unavailable
source: Shared data could not be initialized. Please restart the app; if it still fails, reinstall it.
zh_hans: 共享数据初始化失败，请重启 App；如果仍然失败，请重新安装。

# error.audio_interrupted
source: Recording was interrupted. Please try again.
zh_hans: 录音被中断，请重试

# recurrence.with_end_date
source: %1$@ · until %2$@
zh_hans: %1$@ · 至 %2$@

# live_activity.recording_title
source: VoiceTodo Recording
zh_hans: VoiceTodo 录音中

# glossary.add.type.convention
source: Time rule
zh_hans: 时间约定

# siri.complete.non_occurring
source: This task doesn't occur today.
zh_hans: 这条任务今天不做

# ui.recording_not_active
source: Recording is not active. Please try again.
zh_hans: 录音未就绪，请重试

# home.display.grid
source: Grid
zh_hans: 网格

# detail.cancel
source: Cancel
zh_hans: 取消

# home.popover.date_picker
source: Date
zh_hans: 日期

# drop.release_here
source: Release to drop
zh_hans: 释放即可放下

# home.listening
source: Listening...
zh_hans: 正在聆听...

# widget.update_failed
source: Couldn't update. Open the app to sync.
zh_hans: 更新失败，请打开 App 同步

# ui.saved_offline
source: Raw transcript saved. Will be organized when back online.
zh_hans: 已保存原始记录，联网后将自动整理

# detail.created_at
source: Created
zh_hans: 创建时间

# onboarding.feature3.desc
source: Always visible on your lock screen and home screen
zh_hans: 锁屏桌面上随时提醒你

# common.retry
source: Retry
zh_hans: 重试

# home.unparsed.section
source: Couldn't parse
zh_hans: 没能识别

# siri.query.status.incomplete
source: Incomplete
zh_hans: 未完成

# detail.title_placeholder
source: Todo title
zh_hans: 待办标题

# onboarding.action_button.hint
source: Come back here and tap "Got it" when done
zh_hans: 设置完成后回到这里点「知道了」即可

# home.tier.period.evening
source: EVENING
zh_hans: 晚上

# confirm.streaming_inline
source: Still recognizing...
zh_hans: 还在识别...

# settings.personalization.clear_confirm.title
source: Clear local learning data?
zh_hans: 清除本地学习数据？

# home.greeting.noon
source: Midday! 🌤
zh_hans: 中午好 🌤

# detail.due_hint_placeholder
source: e.g. tomorrow, by Wednesday
zh_hans: 例如：明天、周三前

# error.api_error
source: Our service hiccuped. Please try again shortly.
zh_hans: 服务开小差，请稍后重试

# detail.section.due_hint
source: Due Date Hint
zh_hans: 时间提示

# confirm.transcript.expand
source: More
zh_hans: 展开

# review.period.week
source: Week
zh_hans: 周

# settings.calendar_write.title
source: Save destination
zh_hans: 写入位置

# onboarding.action_button.step3
source: Select Shortcut
zh_hans: 选择「快捷方式」

# demo.high_priority
source: High priority
zh_hans: 高优先级

# recurrence.validation.weekly_required
source: Choose at least one day
zh_hans: 请选择至少一天

# review.empty.message
source: No completed todos yet
zh_hans: 还没有完成的待办

# detail.voice_hint_format
source: From your voice: "%@"
zh_hans: 语音原文："%@"

# a11y.mark_complete
source: mark as complete
zh_hans: 标记为已完成

# home.today
source: Today
zh_hans: 今天

# paywall.yearly
source: Yearly
zh_hans: 每年

# a11y.next_month
source: Next month
zh_hans: 下个月

# onboarding.done.desc
source: You can now press the Action Button to start recording todos with your voice
zh_hans: 现在你可以按下 Action Button 开始用语音记录待办了

# empty.home.primary
source: Start Recording
zh_hans: 开始录音

# settings.personalization.cleared
source: Cleared
zh_hans: 已清除

# siri.complete.summary %@
source: Mark todo done: %@
zh_hans: 标记待办完成:%@

# time_bucket.anytime
source: Anytime
zh_hans: 随时

# detail.save
source: Save
zh_hans: 保存

# live_activity.listening
source: Listening...
zh_hans: 正在聆听...

# home.back_to_today
source: Back to today
zh_hans: 回到今天

# a11y.day.today
source: Today
zh_hans: 今天
